Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/lahkaasahus-sami-vuooskuvlaoahpaheaddjeoahpuid-1-7-dasi-ja-5-10-dasi-rammaplanii_id_594360.html.tmx
Source language: sme
Languages: nob

source: Friddjen galgá merkejuvvot oahppoduođaštussii . § 6 FÁPMUIBOAHTIN JA GASKABODDOSAŠ NJUOLGGADUSAT
nob: Utdanningsinstitusjonene skal legge til rette for et internasjonalt semester og for internasjonale perspektiver i grunnskolelærerutdanningene .

source: Láhkaásahus lea fámus njukčamánu 1. beaivvi 2010 rájes .
nob: ( 2 ) Studienes oppbygging Grunnskolelærerutdanningen 1.–7. trinn :

source: Láhkaásahus gusto studeanttaide geaid váldet sisa 2010-2011 oahppojagi rájes .
nob: 1.–3. studieår : Praksisopplæring Pedagogikk og elevkunnskap 60 studiepoeng ( fordeles normalt med 15 studiepoeng hvert av de to første studieårene og 30 studiepoeng det tredje studieåret ) Undervisningsfag I 60 studiepoeng Undervisingsfag II 60 studiepoeng

source: Studeanttain , geat čuvvot ovddeš rámmaplánaid , lea vuoigatvuohta váldit eksámena dáid vuođul gitta juovlamánu 31. beaivái 2015 .
nob: 4. studieår Praksisopplæring Undervisningsfag III 60 studiepoeng , eventuelt to fag på 30 studiepoeng , hvorav ett kan være et skolerelevant fag på 30 studiepoeng

source: Dán dáhtona rájes ii leat šat fámus láhkaásahus dábálášoahpaheaddjeoahpu rámmaplánii , mii fápmuduvvui juovlamánu 13. beaivvi 2005 .
nob: For studenter som har norsk i grunnskolelærerutdanningen for 5.–10. trinn er det ingen fritaksbestemmelse fra målformer .
